-- 게시판 테스트 값 
insert into board(board_no, title,content,viewCount,likeCount,commentCount,category_no,member_no) 
values(1,
'일반사무직 이정도면 갈만한 회사인가요?',

'직원수 100~200명 사이의 회사입니다.

잡플래닛 퇴사자 후기를 기준으로 말씀드리겠습니다.

1. 연차 자유롭고 워라밸 지켜지고 칼퇴근 가능하다고 함.
2. 업무가 어려운편이 아니며 업무 스트레스는 적은 편에 속한다고 함.
3. 아침 점심 저녁 무료로 먹을 수 있는 거 같음.
4. 근데 월급이 많이 짠 편이라고 함.

월급에 대해서는 정확히 모르겠는데
만약 신입기준 세전200이라고 가정하면 저정도 조건이면 갈만한가요?'
,0,0,0,1,16);

insert into board(board_no, title,content,viewCount,likeCount,commentCount,category_no,member_no) 
values(2,
'고1인데 정시로 돌리고 싶어요',

'1학기때 내신 111313 이었다가 2학기때 413113 됐는데
진짜 내신 너무 떨어져서 지금부터라도 정시에 집중하고 싶어요.. 
국영수 고2 사설 푸는거로 항상 1등급 나오는 정도인데 안 될까요..?'
,0,0,0,2,2);

insert into board(board_no, title,content,viewCount,likeCount,commentCount,category_no,member_no) 
values(3,
'예민한 옆집.. 어쩌면 좋죠.?',

'오피스텔로 이사온지 일주일정도 지났을때
갑자기 저녁에 옆집에서 찾아와서 쿵쿵 소리가 난다고 주의해달라고 그러더라구요
근데 저는 그때 침대에 누워서 이어폰끼고 핸드폰하고 있던게 다에요.. 그래서 방금 전까지 누워있었다 아무것도 안했다고 그랬는데
자기는 들렸다고 그래서 우선은 말을 싸가지 없게 하거나 그러지 않아서 그냥 주의하겠다고 하고 끝냈어요

근데 며칠 지나고 밤에 자고 있었는데 밤 12시쯤 경비실?에서 전화가 오더니 노래소리가 너무 크게 들린다고 항의 전화가 왔다는거에요 그래서 저는 무슨소리냐 지금까지 자고 있었는데 그랬죠..
우선 경비실에선 죄송하다고 그러고 끝냈는데

괜히 옆집이 신경쓰여서 작은 소리 조차 낼때 눈치보이게 되고
청소기 돌릴때도 이 소리도 들릴려나 신경 쓰여서 집에서 아무것도 못하겠어요ㅠㅠ

제가 아무리 내가 낸 소리가 아니라 해도 믿지도 않을거 같고
그냥 정말 쥐 죽은 듯 살아야할까요..

미치겠어요.. 어쩜 좋을까요..?ㅜㅜ'
,0,0,0,3,3);

insert into board(board_no, title,content,viewCount,likeCount,commentCount,category_no,member_no) 
values(4,
'계약직이라 서글플 때',

'회식열외.....
물론 빠지는 게 더 좋긴 하지만 내 의지로 빠지는 거랑 회식멤버에 나 자체가 없는 거랑은
느낌이 다름 코시국이라 회식이 없긴 하지만 점심 먹으러 갈 때도 잘 안껴줌ㅠ'
,0,0,0,1,4);

insert into board(board_no, title,content,viewCount,likeCount,commentCount,category_no,member_no) 
values(5,
'과외 고민 좀 들어주실 분ㅠㅠ',

'고2때 인강으로만 공부해서 거의 반년넘게 진도도 못나가고
실력도 안늘었으면 고3때는 과외를 병행하는게 낫겠지? 혼자 인강만 들을려니 의지도 부족하고
진도도 영 안나가지는데.. 인강과 병행하는 과외 괜차늘까ㅠㅠ? 대학생과외야!! 예비고3이고 수학과목ㅠㅠㅠ'
,0,0,0,2,5);

insert into board(board_no, title,content,viewCount,likeCount,commentCount,category_no,member_no) 
values(6,
'안정적이고 돈 많이 버는 직업',

'안정적이고 돈 많이 버는 직업 뭐있을까 답정너 아니고 보통 사람들은 직업 뭘로 먹고 살까?'
,0,0,0,3,6);

insert into board(board_no, title,content,viewCount,likeCount,commentCount,category_no,member_no) 
values(7,
'직장상사 축의금 얼마를 할까요?',

'안녕하세요? 이제 입사한 지 6개월이 되어가는 신입입니다.
다름이 아니라 다음 주에 같은 부서의 대리님이 결혼을 하셔요.
텃세 없이 잘 대해주시고 너무 좋으셔서 업무적으로도 많이 배웠고,
사적으로도 생일 선물도 주고 받고 밥도 먹은 사이가 되었어요.
일단 모바일로도 종이로도 청첩장을 받아 결혼식 참석은 합니다.
축의금을 얼마 드릴 지 고민하니 주변에서는 5도 많다고 하는데,
저는 10만원 생각하고 있는데 얼마가 적당한 지 잘 모르겠어요.
제가 내일채움공제를 해서 못해도 2년 이상은 계속 뵐 것 같아요.
직장 선배님들! 얼마가 좋을 지 조언 해 주시면 감사하겠습니다!'
,0,0,0,1,7);

insert into board(board_no, title,content,viewCount,likeCount,commentCount,category_no,member_no) 
values(8,
'대학 추반좀',

'인서울 하위 인문계열vs경기권 보건계열(그 과로는 전국 탑3 학교)
너네라면 어디 갈래? 둘다 붙었고 난 당연히 취업 생각해서 보건계열 가려고 했는데 막상 이 학교 이름대면
모르는 사람이 많아서 좀 고민된다.. 오늘까지 등록취소 해야하는데
입결도 후자가 더 높긴 해'
,0,0,0,2,8);

insert into board(board_no, title,content,viewCount,likeCount,commentCount,category_no,member_no) 
values(9,
'육아가 힘드냐고 묻는 남편',

'일단 지금 육휴중이고 내년복직예정

지금 집에서 육아하는 중

얼마전 남편이 나가는 문제로 다투다가
육아가 힘드냐고묻던 남편
자기는 일+육아 하고 나는 육아만 한다 생각함
내가 애재우고 먹이고 씻기고 집안 정리 청소 다함
남편은 오면 밥차리는거 설겆이정도도와줌

육아가 힘드냐니? 힘드냐고? ㅋㅋㅋㅋㅋㅋ
그냥 웃겨서 적어봄 어디 말할곳도없고
안 키워보면 진짜 이렇게 생각하나봄...
왜 애 낳는것도 쉽다고하지 그랬냐

육아가 힘드냐고 묻는데 이게 질문인가...?'
,0,0,0,3,9);

insert into board(board_no, title,content,viewCount,likeCount,commentCount,category_no,member_no) 
values(10,
'이직을 해야맞는건가요?',

'한 회사에서 지금 6년차 접어들었습니다.
처음엔 사람들도 좋고 일도 어렵지 않아서 오래다닐수있겟다 싶었던 회사였는데
같은부서에 가족한명 끼우더니 경력이 1도없는 사람에게 직급을 주더라구요
저도 직급상승을 앞두고있엇는데 밀려나서 3년내내 밀려있었습니다. 
그래도 참았어요. 결국 진급은 했거든요.몇일안가서 윗분들이 다 그만둬서 새로운 과장님을
뽑았는데 그 과장님일중에 일부분이 저한테 넘어왔고, 오너도 저한테 도와서하라는데 
정작 과장이란사람은 아무것도안하고 해야하나?안하고싶은데 이런마인드입니다.
오너는 그걸 아는지 모르는지 저만불러서 일도와줘라고 직급올려줫는데 이런식으로 말합니다.
자기 가족은 저랑 직급이같은데 지금도 할줄아는거 하나도 없고 제가 그사람 일도 봐주고있는데 말입니다.
이직을 해야하는게 맞는걸까요? 나이가 이제 점점 차고있어서 더 늦기전에 해야할까 싶기도하고
아니면 편함과 연차를 위해 스트레스 감안하고 다녀야할지ㅠㅠㅠ'
,0,0,0,1,10);

insert into board(board_no, title,content,viewCount,likeCount,commentCount,category_no,member_no) 
values(11,
'나 간호학과 붙었는데',

'내 친구는 인서울 상위권 생명과학과 붙었단 말임 근데 저번에 취업 얘기하다 친구가 자기는 대학원까지 갈 거라 함
그래서 내가 너 대학원 다니고 있을 때 나는 병원에서 일하고 있겠네 ㅠㅠ 어후 너무 힘들어서
빨리 관두는거 아니냐 ㅠㅠ 이랬거든 근데 나보고 하긴 넌 병원에서 막노동 해야되잖아 이러는거야
병원 일 힘든 건 나도 충분히 알고 있는데 막노동이라고 말하니까 뭔가 살짝 저 말이 기분 나빴음.. 내가 예민한거냐 ㅠㅠ'
,0,0,0,2,11);

insert into board(board_no, title,content,viewCount,likeCount,commentCount,category_no,member_no) 
values(12,
'건강에 얼마정도 투자하시나요?',

'내 주변에 건강 중독자? 있는데 건강약부터 유기농 식품, 무농약 채소들만 먹는 친한 친구가있어
저기 출연자처럼 유기농카페를 찾아서 가기도 하더라고 
나도 비교적 건강 챙긴다 생각하는데 그 친구를 보면 비교적 내가 안챙기는 듯한 느낌이 있어

다들 자신의 건강에 어느정도 투자해??'
,0,0,0,3,12);

insert into board(board_no, title,content,viewCount,likeCount,commentCount,category_no,member_no) 
values(13,
'사무실내 키보드소리 ㅋ',

'회사생활 10년차인데 ㅋㅋ 살다살다 타자소리시끄럽다고 팀장한테 민원들어간적은 첨이네여 ㅋㅋㅋ
사측에서 기본세팅해주는 키보드는 까만색에 유선에 무소음인데 너무 안이쁘고 유선 지저분해서
개인돈 들여서 무선에 컬러감 있는 키보드 바꿔서 사용중인데. 다들 이쁘다는 소리는 했지만 오늘 팀장왈.
본인도 업무 집중하면 키보드 소리따위무시되는데 사무실이 워낙 조용하다보니 일부의 사람들은 키보드 소리가 크다고 한다.
미안하지만 키스킨을 쓰던 바꿔라...
차암나 ㅋㅋㅋㅋㅋㅋㅋㅋㅋ시끄러우면 본인 귀를 막아야 하는거 아닙니꺼...
내가 무슨 게임을해서 시끄럽게 타자 친것도 아니고 일하느라 그런건데 ..참. 또라이질량보존의 법칙을 새삼 깨닫습니다.'
,0,0,0,1,13);

insert into board(board_no, title,content,viewCount,likeCount,commentCount,category_no,member_no) 
values(14,
'고1 내신 6정도 나올 것 같은데',

'내가 가고 싶은 대학이 3 정도면 갈 수 있는데 올릴 수 있을까? 1년 내내 놀다가 정신차렸음'
,0,0,0,2,14);

insert into board(board_no, title,content,viewCount,likeCount,commentCount,category_no,member_no) 
values(15,
'이갈이 때문에 너무 힘들어요',

'안녕하세요.
제가 이갈이가 어렸을때부터 있었는데 이제 뒷골이 엄청 아픈데 혹시 저처럼 고생하신분들 있으시면 어떻게 고치셨는지 알수있을까요..
인터넷에서 마우스피스도사서 해봤는데 자다가 빠지는지 제가 빼는지 아침이면 빠져있구요..
이젠 뒷골이 엄청 뭉쳐서 머리에 열이 많이 쏠리고 너무 너무 힘들어요..
치과가서 마우스피스하면 좋아질까요..?
혹시라도 저처럼 고생하신분 계신다면 꼭 댓글 부탁드릴께요 ㅠㅠ'
,0,0,0,3,15);

